{
    "d": {
        'subject': 'hi', 
        'from': 'doctor susan <doctorsusan168@aol.com>', 
        'to': '"lukeproductions3@gmail.com" <lukeproductions3@gmail.com>', 
        'date': 'Mon, 12 Dec 2022 09:11:27 +0000 (UTC)', 
        'text': "Hello Sir/Madam,\nI was so excited when I saw your mail. Please I am writing to you out of de=\nspair.I was living with a foreign contractor who was a gold broker. I know =\nhe is not related to you. I got a child for him, in the same year he was at=\ntacked by pirates on the coast of the Island of Malta.\nBefore the attack, a shipping company=C2=A0 was supposed to ship 50 kg of g=\nold which he bought but because of his death they didn't ship the gold. I d=\necided to wait, hoping that the family of my daughter's father would contac=\nt me, thus we can make a claim. But ever since they never contacted us, whi=\nch prompted me to call the company's lawyer that drafted the contract agree=\nment.\nHe spoke with the company and invited me to come.I have met with the compan=\ny. After our deliberation, they said they prefer to ship the gold to the fa=\nmily directly since I am not legally married to him. Their lawyer asked me =\nto invite the family for the gold or let them call him for directives. And =\nsincerely ,I am helpless with their decision ,because I don't know his peop=\nle, they have never contacted us since the incident. which is extremely und=\nerstandable that they don't know about us.\nTherefore please ,I am appealing to you as a foreigner=C2=A0 to stand for m=\ne as the family member, so that they can accept to release the gold back to=\n me.Please I pray that you help me for the sake of my child's support ,even=\n if you can take 30% of gold sales please.I beg you please.\nI am worried with the hope that you will reply soon .\nSusan", 'html': '<html><head></head><body><div class=3D"yahoo-style-wrap" style=3D"font-fami=\nly:Helvetica Neue, Helvetica, Arial, sans-serif;font-size:16px;"><div dir=\n=3D"ltr" data-setdir=3D"false"><div><div>Hello Sir/Madam,</div><div><br></d=\niv><div>I was so excited when I saw your mail. Please I am writing to you o=\nut of despair.I was living with a foreign contractor who was a gold broker.=\n I know he is not related to you. I got a child for him, in the same year h=\ne was attacked by pirates on the coast of the Island of Malta.</div><div><b=\nr></div><div>Before the attack, a shipping company&nbsp; was supposed to sh=\nip 50 kg of gold which he bought but because of his death they didn\'t ship =\nthe gold. I decided to wait, hoping that the family of my daughter\'s father=\n would contact me, thus we can make a claim. But ever since they never cont=\nacted us, which prompted me to call the company\'s lawyer that drafted the c=\nontract agreement.</div><div><br></div><div>He spoke with the company and i=\nnvited me to come.I have met with the company. After our deliberation, they=\n said they prefer to ship the gold to the family directly since I am not le=\ngally married to him. Their lawyer asked me to invite the family for the go=\nld or let them call him for directives. And sincerely ,I am helpless with t=\nheir decision ,because I don\'t know his people, they have never contacted u=\ns since the incident. which is extremely understandable that they don\'t kno=\nw about us.</div><div><br></div><div>Therefore please ,I am appealing to yo=\nu as a foreigner&nbsp; to stand for me as the family member, so that they c=\nan accept to release the gold back to me.Please I pray that you help me for=\n the sake of my child\'s support ,even if you can take 30% of gold sales ple=\nase.I beg you please.</div><div><br></div><div>I am worried with the hope t=\nhat you will reply soon .</div><div><br></div><div>Susan</div></div><br></d=\niv></div></body></html>', 'parts': 2}
}